Repository: b310-digital/mindwendel
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, it

source: Brainstorm
de: Los geht's!
it: Brainstorming

source: How might we ...
de: Gib deine Frage ein!
it: Come potremmo ...

source: Ready?
de: Fertig?
it: Pronto?

source: %{name} - Edit
de: %{name} - Editieren
it: %{name} - Modifica

source: %{name} - New Idea
de: %{name} - Neue Idee
it: %{name} - Nuova Idea

source: Are you sure you want to delete this idea?
de: Möchtest du die Idee löschen?
it: Sei sicuro di voler eliminare questa idea?

source: Attention: This will delete the brainstorming with all belonging ideas and other associated records to it. This cant be undone
de: Achtung: Hiermit löschst du das Brainstorming und alle dazugehörigen Ideen. Diese Aktion kann nicht rückgängig gemacht werden.
it: Attenzione: Questo cancellerà il brainstorming con tutte le idee associate e gli altri record correlati. Questa operazione è irreversibile.

source: Close
de: Schließen
it: Chiudi

source: Copy
de: Kopieren
it: Copia

source: Create a challenge.
de: Erstelle ein Brainstorming.
it: Crea una sfida.

source: Create!
de: Erstellen!
it: Crea!

source: Delete
de: Löschen
it: Elimina

source: Delete Brainstorming
de: Lösche Brainstorming
it: Elimina Brainstorming

source: Export to CSV
de: Export als CSV
it: Esporta in CSV

source: Export to HTML
de: Export als HTML
it: Esporta in HTML

source: Idea created successfully
de: Idee erstellt
it: Idea creata con successo

source: New brainstorming
de: Neues Brainstorming
it: Nuovo brainstorming

source: New idea
de: Neue Idee
it: Nuova idea

source: No ideas brainstormed
de: Bisher keine Ideen vorhanden
it: Nessuna idea elaborata

source: Proceed to your brainstorming
de: Weiter zu deinem Brainstorming
it: Procedi al tuo brainstorming

source: Save
de: Speichern
it: Salva

source: Saving...
de: Speichere...
it: Salvataggio...

source: Sort by label
de: Sortiere nach Label
it: Ordina per etichetta

source: Sort by likes
de: Sortiere nach Likes
it: Ordina per 'Mi piace'

source: Your brainstormings
de: Deine Brainstormings
it: I tuoi brainstorming

source: Something went wrong when creating a brainstorming. Please try again.
de: Leider gab es einen Fehler beim Erstellen des Brainstormings. Bitte probiere es erneut.
it: Qualcosa è andato storto durante la creazione del brainstorming. Riprova.

source: Successfully deleted brainstorming.
de: Brainstorming erfolgreich gelöscht
it: Brainstorming eliminato con successo.

source: Your brainstorming was created successfully! Share the link with other people and start brainstorming.
de: Dein Brainstorming wurde erstellt! Teile den Link mit anderen Personen und legt los.
it: Il tuo brainstorming è stato creato con successo! Condividi il link con altre persone e iniziate a fare brainstorming.

source: Edit Brainstorming
de: Editiere Brainstorming
it: Modifica Brainstorming

source: Export
it: Esporta

source: Your latest brainstormings
de: Letzte Brainstormings
it: I tuoi ultimi brainstorming

source: Your idea
de: Deine Idee
it: La tua idea

source: Username
de: Nutzername
it: Nome utente

source: By
de: Von
it: Di

source: Administration for brainstorming: %{name}
de: Administration für: %{name}
it: Amministrazione per il brainstorming: %{name}

source: Brainstormings will be deleted after %{days} days.
de: Brainstormings werden nach %{days} Tagen gelöscht.
it: I brainstorming verranno eliminati dopo %{days} giorni.

source: cyan
it: ciano

source: gray dark
de: Dunkelgrau
it: grigio scuro

source: green
de: Grün
it: verde

source: red
de: Rot
it: rosso

source: yellow
de: Gelb
it: giallo

source: Your brainstorming was not saved.
de: Dein Brainstorming wurde nicht gespeichert.
it: Il tuo brainstorming non è stato salvato.

source: Join my brainstorming
de: Trete meinem Brainstorming bei.
it: Unisciti al mio brainstorming

source: Share
de: Teilen
it: Condividi

source: Share brainstorming
de: Teile Dein Brainstorming
it: Condividi brainstorming

source: Download as png
de: Download als PNG
it: Scarica come png

source: Download as svg
de: Download als SVG
it: Scarica come svg

source: Update idea
de: Idee bearbeiten
it: Aggiorna idea

source: Attention: Brainstormings will be deleted %{available_until} after last access!
de: Achtung: Brainstormings werden %{available_until} nach dem letzten Zugriff gelöscht!
it: Attenzione: I brainstorming verranno eliminati %{available_until} dopo l'ultimo accesso!

source: Allow users to change the order of ideas
de: Nutzern das Verschieben und Sortieren von Ideen erlauben
it: Consenti agli utenti di modificare l'ordine delle idee

source: Back
de: Zurück
it: Indietro

source: Actions
it: Azioni

source: Attempting to reconnect
it: Tentativo di riconnessione

source: Error!
it: Errore!

source: Hang in there while we get back on track
it: Resisti mentre torniamo in carreggiata

source: Something went wrong!
it: Qualcosa è andato storto!

source: Success!
it: Successo!

source: We can't find the internet
it: Non riusciamo a trovare internet

source: Add idea label
de: Neues Label
it: Aggiungi etichetta all'idea

source: Choose the label color
de: Labelfarbe wählen
it: Scegli il colore dell'etichetta

source: Remove idea label
de: Löschen
it: Rimuovi etichetta dall'idea

source: Type the label name
de: Gebe dem Label einen Namen
it: Digita il nome dell'etichetta

source: Name
it: Nome

source: New lane
de: Neue Spalte
it: Nuova categoria

source: Lane updated
de: Spalte aktualisiert
it: Categoria aggiornata

source: No lanes available
de: Keine Spalten vorhanden
it: Nessuna categoria disponibile

source: Additional Attachment
de: Zusätzlicher Anhang
it: Allegato aggiuntivo

source: No filename
de: Kein Dateiname
it: Nessun nome file

source: File type is not allowed
de: Dateityp nicht erlaubt
it: Il tipo di file non è consentito

source: The selected file is too large
de: Datei ist zu groß
it: Il file selezionato è troppo grande

source: Too many files selected
de: Zu viele Dateien ausgewählt
it: Sono stati selezionati troppi file

source: Add a new comment
de: Kommentar hinzufügen
it: Aggiungi un nuovo commento

source: Comment updated
de: Kommentar aktualisiert
it: Commento aggiornato

source: Comments
de: Kommentare
it: Commenti

source: Your comment
de: Kommentar
it: Il tuo commento

source: Legal Disclosure
de: Impressum
it: Note legali

source: Idea details
de: Detailansicht
it: Dettagli idea

source: Give moderating permissions
de: Änderungen erlauben
it: Concedi permessi di moderazione

source: %{length} idea(s) generated
it: %{length} idea(e) generate

source: AI
it: IA

source: Failed to generate ideas
it: Impossibile generare idee

source: No ideas generated
it: Nessuna idea generata

source: Daily AI token limit exceeded. Please try again tomorrow.
it: Limite giornaliero di token IA superato. Riprova domani.

source: Hourly AI request limit exceeded. Please try again later.
it: Limite orario di richieste IA superato. Riprova più tardi.

source: Permission denied
it: Permesso negato

source: AI clustering failed
it: Clustering IA fallito

source: AI clustering is disabled
it: Clustering IA disabilitato

source: Cluster
it: Raggruppa

source: Cluster ideas
it: Raggruppa idee

source: Clustering ideas...
it: Raggruppamento idee in corso...

source: Ideas clustered into labels
it: Idee raggruppate in etichette

source: No new clustering changes
it: Nessuna nuova modifica al raggruppamento

source: Nothing to cluster right now
it: Niente da raggruppare al momento

source: Got stuck? Try inspirational teasers!
de: Keine Ideen? Hier gibts Gedankenanstöße!

source: Save this link to update / delete your brainstorming later on:
de: Speichere diesen Link, um das Brainstorming zukünftig zu bearbeiten oder zu löschen

source: Privacy
de: Datenschutzerklärung
